Revit 2027 API
BuiltInFailures.InaccurateFailures.InaccurateGrid Property
 Grid is slightly off axis and may cause inaccuracies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccurateGrid { get; }
Public Shared ReadOnly Property InaccurateGrid As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccurateGrid {
	FailureDefinitionId^ get ();
}
static member InaccurateGrid : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InaccurateFailures Class
Autodesk.Revit.DB Namespace